{
	"language": "UK",
	"showEN": "true",
	"home": "Home",
	"about us": "About us",
	"services": "Services",
	"galery": "Photo galery",
	"prices": "Prices",
	"guestbook": "Guestbook",
	"contact": "Contact",

	"moto": "Bring back the smile on your face",
	"more": "More about us",
	"read_more": "Read more",

	"description_tibi": "Keeping a proper dental hygiene will ensure optimal oral health, and various dental diseases can be detected in early stages.",
	"title_tibi": "Specialist general dentistry",

	"description_ada": "In our dental surgery, it is possible to have braces that may go almost entirely unnoticed",
	"title_ada": "Specialized in Orthodontics",

	"profilaxie": "Prophylaxis",
	"title_profilaxie": "Prophylaxis represents the prevention of dental conditions and of their complications.",
	"article_profilaxie_2": "Our clinic covers the following oral prophylaxis services: guidance on oral hygiene (brushing techniques, the use of dental floss, the  use of inter-dental brushes), detection of bacterial plaque through the use of plaque disclosing tablets, tray- based local fluoridation, sealing of pits and fissures on the areas used for mastication, ultrasound scaling, prophy jet, professional brushing",
	"article_profilaxie_1": "Early detection is the key to avoiding complicated and expensive treatments. The main dental conditions, cavities and periodontitis, have very few symptoms in their early stages. The patient cannot notice on his own and in due time the appearance of dental conditions or their seriousness. That is why it is so important to make regular visits to the dentist in order to take action during the very first stages of the various existing dental conditions and to prevent the appearance of others.",

	"parodontologie": "Periodontology",
	"article_paro_1": "The periodontal disease (known by many as periodontitis) is an affection that has been considered for a long time a disease with an evolution usually non-significant until the final stages (loss of teeth) and with a reserved prognosis. No determinant cause of this affection is known, its appearance is conditioned by multiple local, loco-regional and general factors, being a complex pathologic process.",
	"article_paro_2": "Nowadays the periodontal disease can be controlled by complex and efficient therapeutic means. In this view our services aim to: find the factors that can influence the beginning and evolution of this affection medication, first of all antimicrobial treatment using modern methods of suppresing the bacterial plaque, the dental calculus with modern devices (scaling with ultrasounds, the Airflow device with bicarbonate flow) professional brushing, brushing training and monitoring patients by periodical controls surgical treatmeny by methods that aim to suppress the periodontal bags and prevent local complications immobilization of the teeth by bio-compatible stabilizing prosthetic works maintainance treatment and medicamentous stimulation of periodontal reactivity",
	"article_paro_3": "",
	"article_paro_4": "",

	"cosmetica": "Cosmetics dentistry",
	"article_cosm_1": "Cosmetic dentistry uses the latest treatments that are able to transform smiles and to erase signs of oldest denture.",
	"article_cosm_2": "<strong>Cosmetic dentistry</strong> is dental treatment that improves health and beauty of your smile and includes a <strong>dental piercing</strong> (the application of jewels, crystals dental), dental whitening, replacing metal dental fillings with esthetic fillings, repair the dental fracture with ceramics(porcelain) crowns, to straighten teeth.",

	"article_cosm_3": "<strong>Tooth whitening</strong> (or bleaching) is a simple, non-invasive dental treatment used to change the color of natural tooth enamel and is an ideal way to enhance the beauty of your smile.",

	"article_cosm_4": "Because having whiter teeth has now become the number one aesthetic concern of most patients, there are a number of ways to whiten teeth. The most popular method is using a home tooth whitening system that will whiten teeth dramatically.  Since tooth whitening only works on natural tooth enamel, it is important to evaluate replacement of any old fillings, crowns, etc.  Replacement of any restorations will be done after bleaching so they will match the newly bleached teeth.",
	"article_cosm_5": "Tooth whitening is not permanent.  A touch-up maybe needed every several years, and more often if you smoke, drink coffee, tea, or wine.",
	"article_cosm_6": "",

	"protetica" : "Prostetics",
	"article_prot_1": "If a large portion of the tooth has been destroyed by a cavity, it will not be possible to reconstruct it through a simple obturation operation ('filling'). The remaining walls are too thin to be able to bear the pressure exerted upon the teeth when we eat and they may fracture. That is why it is necessary to protect healthy walls by covering them with a <strong>dental crown</strong>.",
	"article_prot_2": "If, however, the tooth cannot be saved anymore and it is taken out, the remaining empty space can be filled in either with a <strong>prosthetic device</strong> (dental bridge), or with a dental implant. Dental crowns and bridges are <strong>fixed prosthetic devices</strong> (cemented). If a large number of teeth are lost, the patient will require a dental prosthesis, which will have to be removed every day, for hygiene purposes (<strong>mobile prosthetic device</strong>).",
	"article_prot_3": "We use best quality materials, we closely cooperate with dental technicians and we take special care about patients' wishes, all of which enable us to obtain excellent prosthetic devices in point of aesthetics and functionality.",
	"article_prot_4": "Our dental office covers the following dental treatment services: mounting of porcelain prosthetic devices with chromium-cobalt supports, mounting of porcelain prosthetic devices zirconium metallic supports, mounting of porcelain prosthetic devices without metallic support, operations on dental implants, acrylic and skeletal prostheses",

	"reintinerire": "Hyaluronic acid facial rejuvenation",
	"article_reint_1": "Hyaluronic acid facial rejuvenation",
	"article_reint_2": "",
	"article_reint_3": "",

	"odontoterapia": "Cavities therapy",
	"article_odon_1": "A <strong>dental cavity</strong> is a lesion that destroys the hard tissue of the tooth. During its incipient stages, it can only be noticed by the dentist; when patients also notice the presence of the cavity, the lesions have already reached an advanced state. That is why it is so important to go to the dental clinic for periodical checks. In this way, you will be able to deal with your condition during its earliest stage. The earlier the cavity is detected, the less the strain on the teeth, the less expensive the treatment and the smaller the number of visits it takes to complete it. At first, the cavity will manifest itself as a simple brown coloration of the teeth. Later on, there appears the actual cavity that continues to grow. If the process evolves, an inflammation of the dental pulp ('of the nerve') will also occur, which will lead to the necessity of removing it and of filling in the root canal (operation also known as 'killing the nerve').",
	"article_odon_2": "<strong>Cavity treatment aims to</strong>: entirely remove the damaged dental tissues, protect the healthy tissues by using materials that insulate the tooth against temperature variations, reconstruct the tooth (filling), based on materials that make it equally resistant, functional and good looking.",
	"article_odon_3": "The entire treatment is performed under local anesthesia to avoid any discomfort.",
	"article_odon_4": "The following treatments are performed in the dental care of our office: treatment of dentin hypersensitivity, early spotting of cavities with the intra-oral video camera, treatment of dental cavities and coronary fillings by using lightcuring esthetic materials and modern apparatus (latest generation led lamp), endodontic treatment and root restorations using modern condensation techniques and non-irritating sealants",

	"ortodontia": "Orthodontics",
	"ortodontia_long": "???",
	"article_orto_1": "<strong>The Damon System</strong>",
	"article_orto_2": "Is not just about revolutionary braces and wires, it's a whole new way of treating patients. Traditional treatment often requires removal of healthy teeth and/or the use of palatal expanders to make space. This approach is often uncomfortable, takes longer, and can leave a narrower arch and a flat profile. Damon smiles are full, natural 10-tooth smiles achieved with light biologically-sensible forces, and are specifically designed to improve the overall facial result of each patient.",
	"article_orto_3": "<strong>Braces are the beginning, but the system makes the smile.</strong>",
	"article_orto_4": "Certified Damon System doctors combine three key components, which when used together, deliver faster treatment, fewer appointments(once/4 months), greater comfort,  faster and consistent high-quality results: Damon passive self-ligating braces that eliminate the need for elastic or metal 'ties'. With Damon tie-less braces you can experience treatment without tightening; light high-technology shape-memory wires that move teeth faster and require fewer adjustments; a new clinically proven treatment approach that aligns your teeth and enhances your facial aesthetics—usually without extractions or rapid palatal expanders.",
	"article_orto_5": "Traditional braces on the left are tied in with elastics, which cause friction and pressure, making treatment slower and less comfortable. Damon braces use a slide mechanism to hold the wire, which allows teeth to move more freely, quickly and comfortably. Damon braces are designed to be discreet, comfortable and easy to keep clean. Without the elastic ties which attract and collect plaque, Damon braces make dental hygiene easy during treatment. Plus the Damon System is available in clear brackets for those image conscious patients-<strong>Damon Clear</strong>",

	"chirurgie": "Oral surgery and Implantology",
	"article_chir_1": "Our dental office performs the following types of surgical interventions: dental extractions, odontectomies, apicoectomy, cystectomies, dental hemisection, tooth Replantation, periodontal surgery, surgical interventions aiding implant insertions, surgical interventions for removable dentures, dental implants",
	"article_chir_2": "A <strong>dental implant</strong> consists of the following components: the implant itself, the abutment, the dental crown applied over the abutment.",
	"article_chir_3": "The <strong>implant</strong> itself is a zirconium titanium screw inserted through a surgical procedure into the maxilla or mandible bone, on the position where the missing tooth was extracted. The <strong>abutment</strong> is an intermediate structure of titanium which is screwed in the end of the implant inserted into the bone and which functions as a classic pivot tooth. The dental abutment has several forms and angulation according to the clinical situation.",
	"article_chir_4": "To insert a blunt new surgery is required, and the application of the gum-shaper (healing caps), followed by the application of prosthetic abutments. Some titanium implants and most zirconium implants contain the abutment welded to the screw which is inserted into the bone, but the clinical situation does not always allow us to use this type of implant.",
	"article_chir_5": "<strong>Dental crowns</strong> on the implant can be made from many materials: metal-ceramic (porcelain) on alloy base support (Cr NI or Cr Co); metal-ceramic on noble alloy support (Au Pt) (highly biocompatible); metal-ceramic on titanium support (highly biocompatible); ceramic on zirconium support (highly biocompatible and very aesthetic).",
	"article_chir_6": "Apart from the implant, abutment and crown, if there is not enough bone support to be able to insert implants safely, surgery can be performed for surgical interventions bone augmentation (sinus-lifting, osteodistraction, bone grafting). Ideal is that each missing tooth be replaced by an implant.",

	"urgente": "Emergencies",
	"article_urg_1": "???",
	"article_urg_2": "???",

	"schedule_meeting": "Schedule a meeting to our surgery!",
	"detalii": "Details",

	"protetica_summary": "Crowns, dentures, repair and lining of prostheses, crown - root reconstructions, ablations, trays, In-Lay/On-Lay.",
	"implantologie": "Implantology",
	"implantologie_summary": "Intraosseous dental implants, sinus lift, additions bone implant crowns.",
	"preturi": "Prices",
	"reintinerire_summary": "Injectable treatments",
	"chirurgie_oro": "Oral surgery",
	"chirurgie_summary": "Consultations, extractions, apicectomy, root planing, cystectomy, surgery parondontala, incision, excision, extirpation.",
	"ortodontia_summary": "Consultation, analysis, fixed appliance, trays, patching, microimplants.",
	"cosmetica_summary": "Scaling, vital extirpation, fluoridation, dental tattoos, reconstruction coronary fillings",
	"contacteaza":"Contact us",
	"suntem_aici": "We are here for you!",
	"contact": "Contact",
	"mobil": "Mobile",
	"fix": "Phone",
	"orar": "Open",
	"luni_joi": "Mo-Th",
	"friday": "Friday",
	"address": "Address",
	"adresa_summary_1": "Godeanu street, no. 12,",
	"adresa_summary_2": "63, Cluj-Napoca,",
	"nume": "Name",
	"mesaj": "Message",
	"trimite": "Send"
}